[
  {
    "id": "1",
    "referencia": "000001",
    "nome": "A Garota do Lago",
    "sinopse": "Summit Lake, uma pequena cidade entre montanhas, é esse tipo de lugar, bucólico e com encantadoras casas dispostas à beira de um longo trecho de água intocada.Duas semanas atrás, a estudante de direito Becca Eckersley foi brutalmente assassinada em uma dessas casas. Filha de um poderoso advogado, Becca estava no auge de sua vida. Atraída instintivamente pela notícia, a repórter Kelsey Castle vai até a cidade para investigar o caso. ...E LOGO SE ESTABELECE UMA CONEXÃO ÍNTIMA QUANDO UM VIVO CAMINHA NAS MESMAS PEGADAS DOS MORTOS...E enquanto descobre sobre as amizades de Becca, sua vida amorosa e os segredos que ela guardava, a repórter fica cada vez mais convencida de que a verdade sobre o que aconteceu com Becca pode ser a chave para superar as marcas sombrias de seu próprio passado.",
    "genero": "FICCAO_CIENTIFICA",
    "autor": "Charlie Donlea",
    "editora": "Faro Editorial",
    "publicacao": "2017-01-01",
    "preco": "8.90",
    "imagem": "https://images-na.ssl-images-amazon.com/images/I/516VOgxwg2L._SX339_BO1,204,203,200_.jpg"
  },
  {
    "id": "2",
    "referencia": "000002",
    "nome": "O Morro dos Ventos Uivantes",
    "sinopse": "Único romance da escritora inglesa Emily Bronte, O morro dos ventos uivantes retrata uma trágica historia de amor e obsessão em que os personagens principais são a obstinada e geniosa Catherine Earnshaw e seu irmão adotivo, Heathcliff. Grosseiro, humilhado e rejeitado, ele guarda apenas rancor no coração, mas tem com Catherine um relaciona- mento marcado por amor e, ao mesmo tempo, ódio. Essa ligação perdura mesmo com o casamento de Catherine com Edgar Linton.",
    "genero": "ROMANCE",
    "autor": "Emily Brontë",
    "editora": "Principis",
    "publicacao": "2019-06-17",
    "preco": "11.20",
    "imagem": "https://images-na.ssl-images-amazon.com/images/I/51HgwirtaDL._SX346_BO1,204,203,200_.jpg",
  },
  {
    "id": "3",
    "referencia": "000003",
    "nome": "O Agir Invisível de Deus",
    "sinopse": "Vivemos dias em que a fé cristã tem crescido e se espalhado grandemente. Mas temos que reconhecer que esse avanço tem acontecido a uma velocidade muito maior do que a capacidade de a igreja amadurecer. Com isso, a maneira de deus agir nem sempre corresponde às nossas expectativas. Mesmo imaturos, imaginamos que podemos entender a maneira como deus determina sua vontade. Tentamos encontrar respostas para tudo, como se nosso raciocínio limitado pudesse esquadrinhar a mente do senhor. Se algo acontece com alguém, sabemos por que; se deixa de acontecer, também temos a resposta. Ao escrever sobre o agir invisível de deus, o autor demonstra que as nossas explicações sobre a vida estão longe de serem completas. Lembra-nos ainda de que o nosso alvo deveria ser buscar em deus uma dimensão mais profunda de revelação da sua palavra. Precisamos confiar na soberania de deus e aceitar o fato de que nem sempre teremos todas as respostas, mas sempre poderemos caminhar na certeza de que ele tem o melhor para nós, quer compreendamos, quer não.",
    "genero": "RELIGIOSO",
    "autor": "Luciano Subirá",
    "editora": "Vida Livros",
    "publicacao": "2019-06-01",
    "preco": "20.33",
    "imagem": "https://images-na.ssl-images-amazon.com/images/I/416JpZJX0KL._SX367_BO1,204,203,200_.jpg",
  },
  {
    "id": "4",
    "referencia": "000004",
    "nome": "Bem-vindo, Espírito Santo: Como a presença do Espírito Santo atua em nossa vida",
    "sinopse": "ABRA AS PORTAS DO SEU CORAÇÃOEm seu primeiro livro, Bom dia, Espírito Santo, Benny Hinn apresentou o Espírito Santo a milhões de pessoas como um guia pessoal e amigo sempre presente. Mas ainda havia mais a dizer sobre a Terceira Pessoa da Trindade, o que o autor faz com propriedade em Bem-vindo, Espírito Santo, livro que a Renova traz de volta ao mercado em uma nova edição revisada.NESTE LIVRO, VOCÊ VAI DESCOBRIR:• Os nomes e títulos do Espírito Santo• A obra do Espírito na vida de Jesus Cristo• A comunhão transformadora com a Terceira Pessoa da Trindade• Como remover as barreiras para as bênçãosEm Bem-Vindo, Espírito Santo, a Terceira Pessoa da Trindade é apresentada como o grande transformador da vida, cheio de poder para mudar a história do mundo – e a sua também!'É preciso ter paixão pelo poder divino. Você precisa ter essa fome em seu coração, uma fome que o faça continuar procurando até experimentar, em sua própria vida, os milagres descritos pela Bíblia.' – Benny Hinn",
    "genero": "RELIGIOSO",
    "autor": "Benny Hinn",
    "editora": "Renova",
    "publicacao": "2014-09-08",
    "preco": "14.49",
    "imagem": "https://images-na.ssl-images-amazon.com/images/I/41Di8dib1+L._SX321_BO1,204,203,200_.jpg",
  }
]
